Repository: alaxos/alaskyzer
Catalog: src/Locale/*/default.po
Languages: fr

source: Your account has been created
fr: Votre compte a été créé

source: You have been authenticated
fr: Vous êtes maintenant authentifié

source: unable to login
fr: impossible de se loguer

source: you are already logged in
fr: vous êtes déjà logué

source: you are not authorized to access this page
fr: vous n'êtes pas autorisé à accéder à cette page

source: the status has been saved
fr: le statut a été enregistré

source: the status could not be saved. Please, try again.
fr: le statut n'a pas pu être sauvé. Veuillez réessayer.

source: the status has been deleted
fr: Le statut a été effacé.

source: the status could not be deleted. Please, try again.
fr: Le statut n'a pas pu être effacé. Veuillez réessayer.

source: the status could not be deleted as it is still used in the database
fr: Le statut n'a pas pu être effacé car il est encore utilisé dans la base de données

source: The status could not be deleted: %s
fr: le statut n'a pas pu être effacé: %s

source: the selected status has been deleted.
fr: Le statut sélectionné a été effacé.

source: The %s selected status have been deleted.
fr: Les %s statuts sélectionnés ont été effacés.

source: the selected status could not be deleted. Please, try again.
fr: Le statut sélectionné n'a pas pu être effacé. Veuillez réessayer.

source: there was no status to delete
fr: aucun statut à effacer

source: the server has been saved
fr: Le serveur a été enregistré.

source: the server could not be saved. Please, try again.
fr: Le serveur n'a pas pu être enregistré. Veuillez réessayer.

source: the server has been deleted
fr: Le serveur a été effacé.

source: the server could not be deleted. Please, try again.
fr: Le serveur n'a pas pu être effacé. Veuillez réessayer.

source: the server could not be deleted as it is still used in the database
fr: Le serveur n'a pas pu être effacé car il est encore utilisé dans la base de données

source: The server could not be deleted: %s
fr: Le serveur n'a pas pu être effacé: %s

source: the selected server has been deleted.
fr: Le serveur sélectionné a été effacé.

source: The %s selected servers have been deleted.
fr: Les %s serveurs sélectionnés ont été effacés.

source: the selected servers could not be deleted. Please, try again.
fr: Les serveurs sélectionnés n'ont pas pu être effacé. Veuillez réessayer.

source: there was no server to delete
fr: aucun serveur à effacer

source: the framework has been saved
fr: le framework a été enregistré.

source: the framework could not be saved. Please, try again.
fr: le framework n'a pas pu être enregistré. Veuillez réessayer.

source: the framework has been deleted
fr: le framework a été effacé.

source: the framework could not be deleted. Please, try again.
fr: le framework n'a pas pu être effacé. Veuillez réessayer.

source: the framework could not be deleted as it is still used in the database
fr: le framework n'a pas pu être effacé car il est encore utilisé dans la base de données

source: The framework could not be deleted: %s
fr: Le framework n'a pas pu être effacé: %s

source: the selected framework has been deleted.
fr: le framework sélectionné a été effacé.

source: The %s selected frameworks have been deleted.
fr: Les %s frameworks sélectionnés ont été effacés.

source: the selected frameworks could not be deleted. Please, try again.
fr: les frameworks sélectionnés n'ont pas pu être effacés. Veuillez réessayer.

source: there was no framework to delete
fr: aucun framework à effacer

source: the task has been saved
fr: la tâche a été enregistrée.

source: the task could not be saved. Please, try again.
fr: la tâche n'a pas pu être enregistrée. Veuillez réessayer.

source: the task has been closed
fr: la tâche a été fermée

source: the task could not be closed
fr: la tâche n'a pas pu être fermée

source: the task has been opened
fr: la tâche a été ouverte

source: the task could not be opened
fr: la tâche n'a pas pu être ouverte

source: the task has been deleted
fr: la tâche a été effacée

source: the task could not be deleted. Please, try again.
fr: la tâche n'a pas pu être effacée. Veuillez réessayer.

source: the task could not be deleted as it is still used in the database
fr: la tâche n'a pas pu être effacée car elle est encore utilisée dans la base de données

source: The task could not be deleted: %s
fr: La tâche n'a pas pu être effacée: %s

source: the selected task has been deleted.
fr: la tâche sélectionnée a été effacée.

source: The %s selected tasks have been deleted.
fr: Les %s tâches sélectionnées ont été effacées.

source: the selected tasks could not be deleted. Please, try again.
fr: les tâches sélectionnées n'ont pas pu être effacées. Veuillez réessayer.

source: there was no task to delete
fr: aucune tâche à effacer

source: the application has been saved
fr: l'application a été enregistrée

source: the application could not be saved. Please, try again.
fr: l'application n'a pas pu être enregistrée. Veuillez réessayer.

source: the application has been deleted
fr: l'application a été effacée

source: the application could not be deleted. Please, try again.
fr: l'application n'a pas pu être effacée. Veuillez réessayer.

source: the application could not be deleted as it is still used in the database
fr: l'application n'a pas pu être effacée car elle est encore utilisée dans la base de données

source: The application could not be deleted: %s
fr: L'application n'a pas pu être effacée: %s

source: the selected application has been deleted.
fr: l'application sélectionnée a été effacée.

source: The %s selected applications have been deleted.
fr: Les %s applications sélectionnées ont été effacées.

source: %s selected applications could not be deleted. Please, try again.
fr: %s applications sélectionnées n'ont pas pu être effacées. Veuillez réessayer.

source: there was no application to delete
fr: aucune application à effacer

source: the role has been saved
fr: le rôle a été enregistré

source: the role could not be saved. Please, try again.
fr: le rôle n'a pas pu être enregistré. Veuillez réessayer.

source: the role has been deleted
fr: le rôle a été effacé

source: the role could not be deleted. Please, try again.
fr: le rôle n'a pas pu être effacé. Veuillez réessayer.

source: the role could not be deleted as it is still used in the database
fr: le rôle n'a pas pu être effacé car il est encore utilisé dans la base de données

source: The role could not be deleted: %s
fr: Le rôle n'a pas pu être effacé: %s

source: the selected role has been deleted.
fr: le rôle sélectionné a été effacé.

source: The %s selected roles have been deleted.
fr: Les %s rôles sélectionnés ont été effacés.

source: the selected roles could not be deleted. Please, try again.
fr: les rôles sélectionnés n'ont pas pu être effacés. Veuillez réessayer.

source: there was no role to delete
fr: aucun rôle à effacer trouvé

source: the technology has been saved
fr: la technologie a été enregistrée

source: the technology could not be saved. Please, try again.
fr: la technologie n'a pas pu être enregistrée. Veuillez réessayer.

source: the technology has been deleted
fr: la technologie a été effacée

source: the technology could not be deleted. Please, try again.
fr: la technologie n'a pas pu être effacée. Veuillez réessayer.

source: the technology could not be deleted as it is still used in the database
fr: la technologie n'a pas pu être effacée car elle est encore utilisée dans la base de données

source: The technology could not be deleted: %s
fr: la technologie n'a pas pu être effacée: %s

source: the selected technology has been deleted.
fr: la technologie sélectionnée a été effacée.

source: The %s selected technologies have been deleted.
fr: Les %s technologies sélectionnées ont été effacées.

source: the selected technologies could not be deleted. Please, try again.
fr: les technologies sélectionnées n'ont pas pu être effacées. Veuillez réessayer.

source: there was no technology to delete
fr: aucune technologie à effacer

source: the user has been saved
fr: l'utilisateur a été enregistré

source: the user could not be saved. Please, try again.
fr: l'utilisateur n'a pas pu être enregistré. Veuillez réessayer.

source: the user has been deleted
fr: l'utilisateur a été effacé

source: the user could not be deleted. Please, try again.
fr: l'utilisateur n'a pas pu être effacé. Veuillez réessayer.

source: the user could not be deleted as it is still used in the database
fr: l'utilisateur n'a pas pu être effacé car il est encore utilisé dans la base de données

source: The user could not be deleted: %s
fr: l'utilisateur n'a pas pu être effacé: %s

source: the selected user has been deleted.
fr: l'utilisateur sélectionné a été effacé.

source: The %s selected users have been deleted.
fr: Les %s utilisateurs sélectionnés ont été effacés.

source: the selected users could not be deleted. Please, try again.
fr: les utilisateurs sélectionnés n'ont pas pu être effacés. Veuillez réessayer.

source: there was no user to delete
fr: aucun utilisateur à effacer

source: the task category has been saved
fr: la catégorie de tâche a été enregistrée

source: the task category could not be saved. Please, try again.
fr: la catégorie de tâche n'a pas pu être enregistrée. Veuillez réessayer.

source: the task category has been deleted
fr: la catégorie de tâche a été effacée

source: the task category could not be deleted. Please, try again.
fr: la catégorie de tâche n'a pas pu être effacée. Veuillez réessayer.

source: the task category could not be deleted as it is still used in the database
fr: la catégorie de tâche n'a pas pu être effacée car elle est encore utilisée dans la base de données

source: The task category could not be deleted: %s
fr: La catégorie de tâche n'a pas pu être effacée: %s

source: the selected task category has been deleted.
fr: la catégorie de tâche sélectionnée a été effacée.

source: The %s selected taskcategories have been deleted.
fr: Les %s catégories de tâches sélectionnées ont été effacées.

source: the selected taskcategories could not be deleted. Please, try again.
fr: les catégories de tâches sélectionnées n'ont pas pu être effacées. Veuillez réessayer.

source: there was no task category to delete
fr: aucune catégorie de tâche à effacer

source: the framework version has been saved
fr: la version de framework a été enregistrée

source: the framework version could not be saved. Please, try again.
fr: la version de framework n'a pas pu être enregistrée. Veuillez réessayer.

source: the framework version has been deleted
fr: la version de framework sélectionnée a été effacée

source: the framework version could not be deleted. Please, try again.
fr: la version de framework n'a pas pu être effacée. Veuillez réessayer.

source: the framework version could not be deleted as it is still used in the database
fr: la version de framework n'a pas pu être effacée car elle est encore utilisée dans la base de données

source: The framework version could not be deleted: %s
fr: La version de framework n'a pas pu être effacée: %s

source: the selected framework version has been deleted.
fr: la version de framework sélectionnée a été effacée.

source: The %s selected frameworkversions have been deleted.
fr: Les %s versions de framework ont été effacées.

source: the selected frameworkversions could not be deleted. Please, try again.
fr: la version de framework sélectionnée n'a pas pu être effacée. Veuillez réessayer.

source: there was no framework version to delete
fr: aucune version de framework à effacer

source: user
fr: utilisateur

source: Role
fr: Rôle

source: firstname
fr: prénom

source: lastname
fr: nom

source: external_id
fr: identifiant externe

source: copy user
fr: copier l'utilisateur

source: role_id
fr: rôle

source: submit
fr: envoyer

source: users
fr: utilisateurs

source: created
fr: créé

source: modified
fr: modifié

source: filter
fr: filtrer

source: Are you sure you want to delete # {0}?
fr: Voulez-vous vraiment effacer # {0}?

source: previous
fr: précédent

source: next
fr: suivant

source: add user
fr: ajouter un utilisateur

source: edit user
fr: modifier un utilisateur

source: new task
fr: nouvelle tâche

source: open
fr: ouvert

source: closed
fr: fermé

source: name
fr: nom

source: due date
fr: délai

source: task not found
fr: tâche manquante

source: category
fr: catégorie

source: close task
fr: fermer la tâche

source: open task
fr: ouvrir la tâche

source: edit task
fr: modifier la tâche

source: delete task
fr: supprimer la tâche

source: do you really want to delete the task ?
fr: voulez-vous vraiment effacer cette tâche ?

source: dashboard
fr: tableau de bord

source: tasks
fr: tâches

source: catalogs
fr: catalogues

source: frameworks versions
fr: versions de frameworks

source: servers
fr: serveurs

source: status
fr: statut

source: task categories
fr: catégories de tâches

source: profiles
fr: profils

source: roles
fr: rôles

source: logout
fr: déconnexion

source: login
fr: connexion

source: tasks manager, bugs tracker, versions summary, coffee alert and more...
fr: Gestion de tâches, suivi de bugs, résumé de versions, alarmes café et plus encore...

source: copy status
fr: copier le statut

source: add status
fr: ajouter un statut

source: edit status
fr: modifier le statut

source: task category
fr: catégorie de tâche

source: copy task category
fr: copier la catégorie de tâche

source: add task category
fr: ajouter une catégorie de tâche

source: edit task category
fr: modifier la catégorie de tâche

source: server
fr: serveur

source: copy server
fr: copier le serveur

source: add server
fr: ajouter un serveur

source: edit server
fr: modifier le serveur

source: username
fr: nom d'utilisateur

source: password
fr: mot de passe

source: external_uid
fr: identifiant externe

source: enabled
fr: actif

source: technology
fr: technologie

source: copy technology
fr: copier la technologie

source: add technology
fr: ajouter une technologie

source: edit technology
fr: modifier la technologie

source: role
fr: rôle

source: copy role
fr: copier un rôle

source: add role
fr: ajouter un rôle

source: edit role
fr: modifier un rôle

source: copy framework
fr: copier le framework

source: add framework
fr: ajouter un framework

source: edit framework
fr: modifier le framework

source: copy application
fr: copier l'application

source: framework version
fr: version de framework

source: add application
fr: ajouter une application

source: edit application
fr: modifier l'application

source: copy framework version
fr: copier la version de framework

source: framework_id
fr: framework

source: framework versions
fr: versions du framework

source: add framework version
fr: ajouter une version de framework

source: edit framework version
fr: modifier la version de framework

source: task
fr: tâche

source: Task Category
fr: Catégorie de tâche

source: Status
fr: Statut

source: Server
fr: Serveur

source: due_date
fr: délai

source: copy task
fr: copier la tâche

source: task_category_id
fr: catégorie de tâche

source: status_id
fr: statut

source: application_id
fr: application

source: server_id
fr: serveur

source: add task
fr: ajouter une tâche

source: <u>t</u>asks list
fr: liste des <u>t</u>âches

source: <u>n</u>ew task
fr: <u>n</u>ouvelle tâche

source: <u>a</u>pplications list
fr: liste des <u>a</u>pplications

source: University of Geneva
fr: Université de Genève
